#include "Stdafx.h"
using namespace std;
#define MAX_Patients 10

#ifndef _Patients
#define _Patients
struct Patients
{
    int date;
    int month;
    int year;
} dat[MAX_Patients];
#endif // !_Patients
/*
создать текстовый файл «Пациент»: 
    фамилия; имя; отчество; пол; национальность; рост; вес; дата рождения (год, месяц число); номер телефона; 
     домашний адрес (почтовый индекс, страна, область, район, город, улица, дом, квартира); номер больницы; отделение;
    номер медицинской карты; диагноз; группа крови. 
 Вывести данные про пациентов с 18 отделения
*/
void BaseLevelTask()
{
	/*
Задание: 
    создать текстовый файл с произвольной информацией. Организовать  просмотр содержимого файла. 
    Организовать чтение и обработку данных из файла в соответствии с индивидуальным заданием. Сохранить полученные 
    результаты в новый текстовый файл.
 «Пациент»: 
    фамилия; имя; отчество; пол; национальность; рост; вес; дата рождения (год, месяц число); номер телефона; 
     домашний адрес (почтовый индекс, страна, область, район, город, улица, дом, квартира); номер больницы; отделение;
    номер медицинской карты; диагноз; группа крови. 
 Вывести данные про пациентов с 18 отделения
	*/

	cout << "\nBase level task:\n";

}
