#include "Stdafx.h"
using namespace std;

void HardLevelTask()
{
	/*
В первом файле хранится k матриц из n строк и n+1 столбцов каждая (последний столбец - столбец свободных членов).
Во втором файле хранится k векторов - результатов решений соответствующих систем ЛАУ с матрицами из первого файла.
Вывести на экран покомпонентно исходную систему уравнений и результат, проверив его предварительно; добавить в 
файлы новые данные; удалить ненужную информацию
	*/
	cout << "\Hard level task:\n";


}
